{
    "title": "The OneZoom fossil tree",
    "description": "A tour of the OneZoom fossil tree.",
    "author": "OneZoom",
    "image_url": "imgsrc:20:131773",
    "tourstop_shared": {
        "fly_in_speed": 0.8,
        "stop_wait": 200000
    },
    "tourstops": [
        {
            "identifier": "Fossil intro",
            "ott": "329457",
            "transition_in":"leap",
            "template_data": {
                "visible-transition_in": true,
                "title": "The OneZoom fossil tree",
                "window_text": [
                    "The OneZoom fossil tree of life is a work in progress, showing many of our extinct relatives, including dinosaurs, early mammals, and others. It also includes some selected living groups for context, like birds, snakes, and various mammal groups such as horses and tree shrews.",
                    "This is a companion to the main OneZoom tree, which shows millions of living species of plants and animals, and which you can visit via the logo at the top of this page."]
            }
        },
        {
            "identifier": "Cladogram",
            "ott": "329457",
            "transition_in":"zoom",
            "stop_wait": 30000,
            "template_data": {
                "visible-transition_in": true,
                "qs_opts": "pop=ol_329457",
                "title": "Relationships in the tree",
                "window_text": ["The relationships shown in the OneZoom fossil tree are taken by semi-automated harvesting of Wikipedia pages, particularly those which include 'cladograms' of relationships taken from the scientific literature. For this reason, the fossil tree is currently not a complete or authoritative source of information. Nevertheless, we hope it will help you to explore the relationships between fossil and living species."]
            }
        },
        {
            "identifier": "Extinct root",
            "ott": "181537",
            "transition_in":"zoom",
            "stop_wait": 30000,
            "qs_opts": "highlight=fan:rgb(247,130,130)@=189069&highlight=fan:rgb(130,130,247)@=329457",
            "template_data": {
                "visible-transition_in": true,
                "title": "What's included?",
                "window_text": ["Most fossils are invertebrates (lots of shells!) as well as microfossils such as plankton. These - along with fossil plants, fish, and amphibians - are *not* currently included in the OneZoom fossil tree. Instead, this tree focusses on the **Amniotes**: dinosaurs, pterosaurs, ichthyosaurs, early mammals, and other four-limbed vertebrates.",
                "Two major groups of amniotes have descendants that are alive today: synapsids (highlighted here in red) and sauropsids (highlighted in blue). We'll look at the sauropsids first."]
            }
        },
        {
            "identifier": "Sauropsids",
            "ott": "329457",
            "qs_opts": "highlight=fan:rgb(130,130,247)@=329457",
            "template_data": {
                "visible-transition_in": true,
                "title": "Sauropsids",
                "window_text": ["The earliest sauropsids were small, lizard-like animals that lived in the Carboniferous period, around 300 million years ago. Today, sauropsids are represented by the lizards, snakes, turtles, crocodiles, and birds, but in the past, they were much more diverse, and have a rich fossil history. "
                ],
                "media": [
                    "//commons.wikimedia.org/wiki/File:Milleretta_BW.jpg"
                ]
            }
        },
        {
            "identifier": "Sauria",
            "ott": "2254408",
            "qs_opts": "highlight=fan:rgb(200,130,247)@=19595522&highlight=fan:rgb(130,200,247)@=134665",
            "template_data": {
                "visible-transition_in": true,
                "title": "Sauria",
                "window_text": ["All living sauropsids fall within a group known as Sauria. One branch of the Sauria leads to the lizards, snakes and their extinct relatives (shown here in light blue). The other includes turtles, crocodiles, birds, and their extinct relatives (purple).",
                "Fossil lizards include the enormous **mosasaurs** (pictured below), the top predators in the sea at the time the dinosaurs went extinct, with several species larger than a modern killer whale. However, the most famous fossil saurians are found on the other branch of the tree, among the turtles, crocodiles, and birds. They include the flying **pterosaurs**, the marine **plesiosaurs** and **ichthyosaurs** (some larger than the largest mosasaur), and of course, the **dinosaurs**."],
                "media": [
                    "//commons.wikimedia.org/wiki/File:Tylosaurus_pembinensis_1DB.jpg"
                ]
            }
        },
        {
            "identifier": "Dinosaurs",
            "ott": "430",
            "qs_opts": "into_node=max",
            "template_data": {
                "visible-transition_in": true,
                "title": "Dinosaurs",
                "window_text": [
                    "We'll now look at dinosaurs in more detail. As you can see, this group also includes the birds - the only living descendants of the dinosaurs.", "Given this close relationship, perhaps it's not surprising that it has recently become clear than many dinosaurs of all types, like the *Acheroraptor* below, actually had feathers or proto-feathers, at least when young."
                ],
                "media": [
                    "//commons.wikimedia.org/wiki/File:Acheroraptor_reconstruction.jpg"
                ]
            }
        },
        {
            "identifier": "Dinosaur_groups",
            "ott": "430",
            "template_data": {
                "visible-transition_in": true,
                "title": "Dinosaur groups",
                "window_text": [
                    "Dinosaurs can be classified into **ornithischians** (which include _Stegosaurus_ and _Triceratops_) and **sauriscians**. Both groups appear to have been originally bipedal, walking on 2 legs, but some lineages reverted to walking on all fours. For example among the sauriscians the mainly carnivorous **therapods** (such as _Tyrannosaurus_ and _Velociraptor_) remained bipedal, while the huge herbivorous **sauropods** evolved to become primarily four-legged."
                ]
            }
        },
        {
            "identifier": "Apatosaurinae",
            "ott": "2544161",
            "template_data": {
                "visible-transition_in": true,
                "title": "The Apatosaurinae",
                "window_text": [
                    "We'll now take a closer look at one of the most famous sauropod groups.",
                    "*Apatosaurus* and *Brontosaurus* grew to over 20 metres long. Originally named in 1877 and 1879, it soon came to be argued that they were similar enough to be classified within the same genus, *Apatosaurus*, making the name *Brontosaurus* redundant.",
                    "However discoveries of more and better preserved sauropod species in 2015 revealed enough differences to justify splitting them into separate genera again. Now *Brontosaurus* and *Apatosaurus* stand tall as separate sister groups within the subfamily Apatosaurinae."
                ],
                "media": [
                    "//commons.wikimedia.org/wiki/File:Brontosaurus_UDL.png"
                ]
            }
        },
        {
            "identifier": "Brachiosaurus",
            "ott": "14397",
            "template_data": {
                "visible-transition_in": true,
                "title": "Fossils are fragmentary",
                "window_text": [
                    "Most fossils are very incomplete, and a species may only be known from a handful of teeth or bones. For example, the iconic sauropod _Brachiosaurus_ has less than 50% of the skeleton known, even when fragments from different specimens are used (coloured differently in the picture below). That makes reconstructions of the whole animal somewhat speculative, and it can be hard to know whether fossils that look similar belong to a single species or multiple closely related ones. For that reason, in many cases the OneZoom fossil tree shows a genus (e.g. _Tyrannosaurus_) but does not break this down into separate species (e.g. _Tyrannosaurus rex_) within that genus."
                ],
                "media": [
                    "//commons.wikimedia.org/wiki/File:Brachiosaurus_Composite_Skeletal.svg"
                ]
            }
        },
        {
            "identifier": "Tyrannosaurus",
            "ott": "14332",
            "template_data": {
                "visible-transition_in": true,
                "title": "Tyrannosaurus",
                "window_text": [
                    "_Tyrannosaurus_ itself is found on the other branch of sauriscians, the **therapods**. It's one of a number of different therapod lineages in which some species evolved to huge size (more examples below).",
                    "Theropods were originally carnivorous, something that's seen in many other therapods such as _Allosaurus_ and _Giganotosaurus_. However, a few therapods evolved to become herbivorous, and others evolved into the birds we see today."
                ],
                "media": [
                    "//commons.wikimedia.org/wiki/File:Longest_theropods.svg"
                ]
            }
        },
       {
            "identifier": "Tyrannosauroidea",
            "ott": "131396",
            "template_data": {
                "visible-transition_in": true,
                "title": "Tyrannosaurs and friends",
                "window_text": [
                    "Although we think of tyrannosaurs as large, related species could be much smaller. It was only towards the end of the age of the dinosaurs that enormous species like _T. rex_ evolved. For example many early species in the group Tyrannosauroidea were roughtly human-sized.",
                    "You can see from the tree that this group is actually nested quite deeply within the therapods: they are though to be more closely related to birds than they are to many other therapods."
                ],
                "media": [
                    "//commons.wikimedia.org/wiki/File:Tyrannosauroidea_size_01.jpg"
                ]
            }
        },
        {
            "identifier": "Aves",
            "ott": "5113",
            "template_data": {
                "visible-transition_in": true,
                "title": "Birds",
                "window_text": [
                    "Birds are small dinosaurs that have since evolved to fly. On the OneZoom fossil tree, we represent modern birds by a single leaf, but of course they are a hugely diverse and successful group in their own right.", "Looking at the tree, we can see that modern birds are surrounded by a large number of extinct relatives..."
                ],
                "media": [
                    "//commons.wikimedia.org/wiki/File:Bird_Diversity_2013_Cropped.jpg"
                ]
            }
        },
        {
            "identifier": "Archaeopteryx",
            "ott": "100196",
            "template_data": {
                "visible-transition_in": true,
                "title": "Archaeopteryx",
                "window_text": [
                    "...including the famous *Archaeopteryx*, which lived about 150 million years ago. Until relatively recently, *Archaeopteryx* played a starring role in the debate about the origin of birds, but as you can seen from all the surrounding leaves on the tree, we have now found many more fossil species which fill in the incremental transition from dinosaurs to birds."
                ],
                "media": [
                    "//commons.wikimedia.org/wiki/File:Archaeopteryx_fossil.jpg"
                ]
            }
        },
        {
            "identifier": "Synapsids",
            "ott": "189069",
            "qs_opts": "into_node=max&highlight=fan:rgb(247,130,130)@=189069&highlight=fan:rgb(130,130,247)@=329457",
            "template_data": {
                "visible-transition_in": true,
                "title": "Synapsids",
                "window_text": ["Moving away from dinosaurs, and back to the root of the amniote tree, the other major branch (which we coloured red) contains the **synapsids**. Early species such as the sail-backed *Dimetrodon* are often mistaken for dinosaurs, but actually they are significantly older, and much more closely related to our own ancestors. They are sometimes known as 'mammal-like reptiles'."],
                "media": [
                    "//upload.wikimedia.org/wikipedia/commons/thumb/5/51/Dimetrodon_grandis_3D_Model_Reconstruction.png/1024px-Dimetrodon_grandis_3D_Model_Reconstruction.png"
                ]
            }
        },
        {
            "identifier": "Early mammals",
            "ott": "2082668",
            "qs_opts": "highlight=fan:rgb(247,130,130)@=189069",
            "template_data": {
                "visible-transition_in": true,
                "title": "Early mammals",
                "window_text": [
                    "Around the time of the earliest dinosaurs, one branch of the mammal-like reptiles, the cynodonts, evolved into small shrew-like forms: the first mammals. Many are known just from jaws or teeth which, because they need to be hard to process food, stay relatively intact during fossilization. Fortunately, teeth can also be quite distinctive, hinting not only how an animal lived but also where it might belong on the evolutionary tree.",
                    "Other fossil fragments can be much less informative, and often remain unclassified or uncertain. This means that many animal fossils are deliberately excluded from the OneZoom extinct tree."
                ],
                "media": [
                    "//commons.wikimedia.org/wiki/File:Megazostrodon,_Erythrotherium_%26_Morganucodon_teeth.png"
                ]
            }
        },
        {
            "identifier": "Crown group mammals",
            "ott": "7377",
            "qs_opts": "into_node=max",
            "transition_in":"fly",
            "template_data": {
                "visible-transition_in": true,
                "title": "Crown group mammals",
                "window_text": [
                    "The common ancestor of all living mammals is thought to have lived about 170 to 190 million years ago. As well as many fossil forms, its descendants include the monotremes (egg-laying mammals like the platypus and echidnas), marsupials (like kangaroos and koalas), and placental mammals (like us).",
                    "The earliest species are thought to have been small, warm-blooded, and largely nocturnal. This may explain why today's mammals (including ourselves) tend to have a relatively good sense of smell, but poor eyesight compared to birds and lizards."
                ]
            }
        },
        {
            "identifier": "Placental mammals",
            "ott": "25833",
            "template_data": {
                "visible-transition_in": true,
                "title": "Placental mammals",
                "window_text": [
                    "Placental mammals are a recent branch of the mammal family tree, diverging from each other during the Cretaceous period, around 80-100 million years ago. Initially similar to their shrew-like ancestors, it was only much later that they evolved into very different-looking forms. This 'adaptive radiation' seems to have been triggered by the extinction of the dinosaurs, around 66 million years ago."
                ],
                "media": [
                    "//commons.wikimedia.org/wiki/File:Eomaia_NT.jpg"   
                ]
            }
        },
        {
            "identifier": "Homo",
            "ott": "171283",
            "template_data": {
                "visible-transition_in": true,
                "title": "Humans",
                "window_text": [
                    "We'll finish this tour within our own genus. Although only *Homo sapiens* exists today, many *Homo* species have existed in the past.",
                    "It is unclear whether these were our direct ancestors, simply cousins, or somewhere between the two. In fact, it's likely that various *Homo* and *Australopithecus* species co-existed and probably hybridised with each other, leading to a complex evolutionary history that is still being unraveled today."
                ],
                "media": [
                    "//commons.wikimedia.org/wiki/File:Homo_ergaster.jpg"
                ]
            }
        }
    ]
}
